export default {
  projections: {
    СправУченE: {
      фИОУченика: {
        __caption__: 'Ф и о ученика'
      },
      справКлас: {
        __caption__: 'Справ клас',
        классы: {
          __caption__: 'Классы'
        }
      },
      справРод: {
        __caption__: 'Справ род',
        фИОРод: {
          __caption__: 'Ф и о род'
        }
      }
    },
    СправУченL: {
      фИОУченика: {
        __caption__: 'Ф и о ученика'
      },
      справКлас: {
        __caption__: 'Классы',
        классы: {
          __caption__: 'Классы'
        }
      },
      справРод: {
        __caption__: 'Ф и о род',
        фИОРод: {
          __caption__: 'Ф и о род'
        }
      }
    }
  },
  validations: {
    фИОУченика: {
      __caption__: 'Ф и о ученика'
    },
    справКлас: {
      __caption__: 'Справ клас'
    },
    справРод: {
      __caption__: 'Справ род'
    }
  }
};
